Repository: blueeeagle/express-assistant-ios
Catalog: ExpressAssist/*.lproj/Localizable.strings
Languages: ar

# language
source: English
ar: عربى

source: CONTINUE
ar: استمرار

source: Welcome Back
ar: مرحباً بعودتك

# login_manage
source: Login to manage your account
ar: تسجيل دخول

# mobile
source: Mobile number
ar: رقم الهاتف المحمول

source: SEND OTP
ar: ارسال رمز التفعيل

# varify
source: Varify Now
ar: تحقق الآن

source: OTP Varification
ar: التحقق من رمز التفعيل

# we_sent
source: We have sent a OTP to
ar: تم ارسال رمز التفعيل

# welcome
source: Welcome to Express Assist.
ar: مرحباً بكم في اكسبرس أسست

# fill_out
source: Fill out the form to get started
ar: املأ البيانات للبدء

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الأخير

source: Mobile Number
ar: رقم الهاتف النقال

source: Email address
ar: البريد الإلكتروني

source: Register
ar: تسجيل

source: My Vehicle
ar: مركبتي

# add_new_vechile
source: ADD NEW VEHICLE
ar: اضافة مركبة جديدة

source: Vehicle type
ar: نوع المركبة

# vechile_image
source: Vehicle ownership image
ar: صورة ملكية المركبة

source: Subscription Plan
ar: باقة الاشتراك

# charged_yearly
source: Charged yearly *Non-refundable
ar: اشتراك سنوي غير قابل للاسترجاع

source: One time payment
ar: الدفع لمرة واحدة فقط في السنة

# unlimited
source: Unlimited and fast assist
ar: مساعدة سريعة وغير محدودة

# secure
source: Secure and safe
ar: خدمة آمنة

# support
source: 7/24 priority support
ar: خدماتنا متاحة على مدار الساعة

# no_extra
source: No extra charges
ar: لا توجد رسوم اضافية

source: PAY
ar: الدفع

source: Home
ar: الصفحة الرئيسية

source: Notification
ar: تنبيهات

source: Profile
ar: الملف الشخصي

# thank_you
source: Thank You for using Express Assist!
ar: شكراً لاستخدامكم اكسبرس أسست

# we_are_glad
source: Happy to serve you again !
ar: نتمنى خدمتكم مجدداً

source: Any comments?
ar: هل لديك ملاحظات

source: Type your message
ar: الرسالة

source: SUBMIT
ar: إرسال

source: My Profile
ar: الملف الشخصي

source: Service History
ar: سجل الخدمة

# complain
source: Complains
ar: ابلاغ عن مشكلة أو شكوى

source: Choose language
ar: اللغة المفضلة

source: Edit Profile
ar: تعديل الملف الشخصي

source: Push Notification
ar: التنبيهات

source: Booking Request
ar: طلب مساعدة

source: Booking Confirmation
ar: تأكيد الحجز

# complains
source: Complain
ar: الشكاوى والملاحظات

source: Subject
ar: الموضوع

source: Message
ar: الرسالة

source: Logout
ar: تسجيل الخروج

# logout_des
source: Logout from the app
ar: تسجيل خروج

source: Save
ar: حفظ

source: Cancel
ar: إلغاء

source: Reason
ar: السبب

source: Service
ar: الخدمة

# notification_des
source: Set up push notification
ar: التنبيهات

source: Password
ar: كلمة السر

# my_vechile
source: My vehicle
ar: مركبتي

# digit_check
source: Please enter correct phone number
ar: أدخل رقم الهاتف النقال الصحيح

# enter_mobile
source: Please enter your mobile number
ar: رقم الهاتف النقال

# enter_name
source: Please enter your first name
ar: الاسم الأول

# enter_last_name
source: Please enter your last name
ar: الاسم الأخير

# enter_email
source: Please enter your email address
ar: البريد الالكتروني

# valid_email
source: Please enter vaild email address
ar: ادخل البريد الالكتروني الصحيح

source: Network issue
ar: يوجد مشكلة في الشبكة

# vechicle_Number
source: Vechicle registration number
ar: رقم تسجيل الملكية

source: Skip
ar: تخطى

# corret_otp
source: Please enter correct OTP
ar: أدخل رمز التفعيل

# enter_subject
source: Please enter your subject
ar: الموضوع

# vehicleNumber
source: Please enter your vehicle registration number
ar: رقم تسجيل المركبة

# model
source: Please enter your vehicle model
ar: طراز المركبة

# chooseImage
source: Please choose the image!
ar: الرجاء اختيار الصورة!

# term
source: I agree with the Term & Conditions.
ar: أوافق على الشروط والأحكام

# termCondition
source: Term & Conditions
ar: الشروط والأحكام.

# termCheckMark
source: Please select the term and conditions checkbox
ar: الرجاء تحديد خانة الاختيار الشروط والأحكام

# delete_vechicle
source: Do you Want to delete the vehicle
ar: هل تريد حذف المركبة ؟

# confirm
source: I confirm that I received the service.
ar: أقر بحصولي على الخدمة

# profile_update
source: User profile Updated.
ar: تم تعديل الملف الشخصي
